amd-ucode
base
base-devel
bluez
bluez-utils
btop
cava
chromium
cmatrix
cups
cups-pk-helper
discord
dolphin
dunst
efibootmgr
fastfetch
ffmpegthumbnailer
firefox
git
grim
grub
gst-plugin-pipewire
htop
hyprland
hyprpaper
iwd
jq
kitty
libpulse
linux
linux-firmware
nano
neovim
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
power-profiles-daemon
qt5-wayland
qt6-wayland
rofi
sddm
slurp
smartmontools
sof-firmware
spotify-launcher
sudo
system-config-printer
unarchiver
unzip
uwsm
vim
vulkan-radeon
wget
wireless_tools
wireplumber
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yazi
zram-generator
